amazonwebservices.aws-toolkit-vscode
anysphere.cpptools
anysphere.cursorpyright
danielpinto8zz6.c-cpp-compile-run
ibm.db2forzosdeveloperextension
llvm-vs-code-extensions.vscode-clangd
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-sqlite
pkief.material-icon-theme
vadimcn.vscode-lldb
